{
    "$TNG_TCT": "smooth, taut shaft with a fully exposed head and well-defined coronal ridge.",
    "$TNG_TMT": "thick, heavily-veined shaft with firm, textured surface and pronounced musculature beneath the skin. The head is fully exposed with a defined ridge.",
    "$TNG_TM2": "thick, heavily-veined shaft with firm, textured surface and pronounced musculature beneath the skin. The head is fully exposed with a defined ridge.",
    "$TNG_TRT": "well-balanced shaft of typical proportions with moderate veining and a naturally tapered head.",
    "$TNG_TR2": "well-balanced shaft of typical proportions with moderate veining and a naturally tapered head.",
    "[LDD] TRX - Bosmer Schlong": "slender, smooth shaft with faint veining beneath the skin. The rounded head transitions gently from the shaft with subtle definition.",
    "[LDD] TRX - Argonian Schlong": "reptilian anatomy with scale-like textures along the shaft. The tapered, pointed tip features distinctive ridged patterns unlike any human member.",
    "[LDD] TRX - Nord Schlong": "thick, robust shaft marked by prominent veins and vigorous coloring. The head is broad and well-defined with a pronounced ridge.",
    "[LDD] TRX - Redguard Schlong": "smooth, dark shaft with taut skin and subtle veining. The head is distinctly conical, tapering from the shaft with smooth curves.",
    "[LDD] TRX - Orsimer Schlong": "thick, muscular shaft with green-gray hue and prominent ridge-like veins. The head is exceptionally broad and flat-topped with an exaggerated flared ridge - brutish and imposing.",
    "[LDD] TRX - Imperial Schlong": "moderately textured shaft with balanced veining. The circumcised head is clean and rounded, fully exposed with a visible ridge.",
    "[LDD] TRX - Dunmer Schlong": "smooth ashen-toned shaft with dark veining visible beneath the skin. The head tapers slightly with a dusky, rounded shape.",
    "[LDD] TRX - Breton Schlong": "well-proportioned shaft with smooth skin and tastefully visible veining. The head is shapely and rounded with a clean, defined ridge.",
    "[LDD] TRX - Altmer Schlong": "exceptionally smooth shaft with barely visible veining beneath pale skin. The elegantly tapered head is fully concealed by foreskin, giving it a refined appearance.",
    "[LDD] TRX - Afflicted Schlong": "smooth but sickly-pale shaft with an unhealthy sheen. The head is rounded and slightly tapered, with discolored patches suggesting disease.",
    "[LDD] TRX - Khajiit Schlong": "distinctly feline anatomy with rough, textured surface. The sharply tapered head differs in coloration from the shaft, with small barb-like ridges along the glans.",
    "[LDD] TRX - Elder Schlong": "thin, weathered shaft with faint veining barely visible beneath aged skin. The smaller head gives it a diminished, withered appearance.",
    "[LDD] TRX - Snow Elf Schlong": "pale, smooth shaft with delicate veining and subtle taper. The head is surprisingly bulbous and well-formed, with an almost luminescent quality to the skin."
    
}